Repository: y-as-u-16/BaseMatch
Catalog: BaseMatch/Core/Localization/Localizable.xcstrings
Source language: ja
Languages: en

# common.defaultPlayerName
source: 自分
en: Me

# a11y.increment %@
source: %@を増やす
en: Increase %@

# a11y.decrement %@
source: %@を減らす
en: Decrease %@

# app.title
source: 草野球マッチ
en: BaseMatch

# nav.home
source: ホーム
en: Home

# nav.record
source: 記録
en: Games

# nav.stats
source: 成績
en: Stats

# home.headline
source: 試合を記録しよう
en: Record your games

# home.description
source: 対戦カード、打席、ピッチング成績をまとめて残せます。
en: Keep matchups, plate appearances, and pitching stats all in one place.

# home.seasonSummary.title
source: 今季サマリー
en: This Season

# home.metric.games
source: 試合
en: Games

# home.metric.record
source: 勝敗
en: Record

# home.metric.runs
source: 得点
en: Runs

# home.metric.average
source: 打率
en: AVG

# home.metric.era
source: 防御率
en: ERA

# home.button.recordGame
source: 試合を記録する
en: Record a Game

# home.button.viewStats
source: 成績を見る
en: View Stats

# home.recentGames.title
source: 直近の試合
en: Recent Games

# home.empty.games
source: まだ試合がありません。最初の試合を記録してください。
en: No games yet. Record your first game.

# home.seasonSummary.subtitle %@
source: %@年の記録
en: %@ Season

# home.metric.gamesCount %lld
source: %lld試合
en: %lld G

# home.metric.recordValue %lld %lld %lld
source: %1$lld勝 %2$lld敗 %3$lld分
en: %1$lldW %2$lldL %3$lldD

# home.metric.runsValue %lld
source: %lld点
en: %lld R

# record.title
source: 記録
en: Games

# record.addGame
source: 試合を追加
en: Add Game

# record.selectedDateGames
source: 選択日の試合
en: Games on This Day

# record.noGamesOnDate
source: この日の試合はありません
en: No games on this day

# record.previousMonth
source: 前の月
en: Previous month

# record.nextMonth
source: 次の月
en: Next month

# game.create.title
source: 試合を作成
en: New Game

# game.edit.title
source: 試合を編集
en: Edit Game

# game.field.date
source: 試合日
en: Game Date

# game.field.awayTeamName
source: 相手チーム名
en: Opponent Name

# game.validation.awayTeamNameRequired
source: 相手チーム名を入力してください
en: Enter the opponent name

# game.field.homeScore
source: 自チーム得点
en: My Team Runs

# game.field.awayScore
source: 相手チーム得点
en: Opponent Runs

# game.validation.scoreRequired
source: 点数を入力してください
en: Enter a score

# game.validation.scoreNonNegative
source: 0以上の点数を入力してください
en: Enter a score of 0 or more

# game.field.locationOptional
source: 球場（任意）
en: Venue (optional)

# game.field.inningsCount
source: イニング数
en: Innings

# common.create
source: 作成する
en: Create

# common.saveChanges
source: 保存する
en: Save

# game.updatedMessage
source: 試合を更新しました
en: Game updated

# game.detail.title
source: 試合詳細
en: Game Detail

# game.notFound
source: 試合が見つかりません
en: Game not found

# game.detail.addPlateAppearance
source: 打席
en: At Bat

# game.detail.addPitching
source: 投手
en: Pitching

# game.detail.plateAppearances
source: 打席記録
en: Plate Appearances

# game.detail.emptyPlateAppearances
source: まだ打席記録がありません
en: No plate appearances yet

# game.detail.pitchingRecords
source: ピッチング記録
en: Pitching Records

# game.detail.emptyPitching
source: まだピッチング記録がありません
en: No pitching records yet

# game.detail.paSubtitle %@ %lld
source: %1$@回 / 打点 %2$lld
en: Inn. %1$@ / %2$lld RBI

# game.detail.pitchingOuts %@
source: 投球回 %@
en: %@ IP

# game.detail.pitchingSubtitle %lld %lld %lld
source: 失点 %1$lld / 自責 %2$lld / 奪三振 %3$lld
en: %1$lld R / %2$lld ER / %3$lld K

# pa.input.title
source: 打席入力
en: At Bat Entry

# pa.selectResultMessage
source: 打席結果を選択してください
en: Select the result

# common.notSelected
source: 未選択
en: None

# validation.playerNameRequired
source: 選手名を入力してください
en: Enter the player name

# pa.field.batterName
source: 打者名
en: Batter

# pa.field.inning
source: イニング
en: Inning

# pa.field.rbi
source: 打点
en: RBI

# pa.section.hit
source: ヒット
en: Hit

# pa.section.out
source: アウト
en: Out

# pa.section.onBase
source: 出塁・その他
en: On Base / Other

# common.save
source: 登録する
en: Save

# pa.summary %lld %@ %lld
source: %1$lld回 / %2$@ / 打点 %3$lld
en: Inn. %1$lld / %2$@ / %3$lld RBI

# pitching.input.title
source: ピッチング入力
en: Pitching Entry

# pitching.field.pitcherName
source: 投手名
en: Pitcher

# pitching.field.runs
source: 失点
en: Runs

# pitching.field.earnedRuns
source: 自責点
en: Earned Runs

# pitching.field.hitsAllowed
source: 被安打
en: Hits

# pitching.field.walksAllowed
source: 与四死球
en: Walks

# pitching.field.strikeouts
source: 奪三振
en: Strikeouts

# pitching.field.homeRunsAllowed
source: 被本塁打
en: Home Runs

# pitching.field.innings
source: 投球回
en: Innings Pitched

# pitching.button.addOneThird
source: +1/3回
en: +0.1 IP

# pitching.button.addOneInning
source: +1回
en: +1 IP

# pitching.button.resetOneInning
source: 1回に戻す
en: Reset to 1 IP

# pitching.input.summary %@ %lld %lld
source: 投球回 %1$@ / 失点 %2$lld / 自責 %3$lld
en: %1$@ IP / %2$lld R / %3$lld ER

# pitching.outsLabel %lld
source: %lld アウト
en: %lld outs

# stats.title
source: 成績
en: Stats

# stats.period.all
source: 全期間
en: All Time

# stats.period.monthPlaceholder
source: 月を選ぶ
en: Pick a month

# stats.empty.title
source: まだ記録がありません
en: No records yet

# stats.empty.message
source: 最初の試合を記録して、成績を積み上げよう。
en: Record your first game and start building your stats.

# stats.empty.cta
source: 試合を作成する
en: Create a Game

# stats.batting.title
source: 打撃成績
en: Batting

# stats.pitching.title
source: ピッチング成績
en: Pitching

# stats.batting.none
source: 打撃記録なし
en: No batting records

# stats.pitching.none
source: 投球記録なし
en: No pitching records

# common.reload
source: 再読み込み
en: Reload

# stats.period.month %@ %lld
source: %1$@年%2$lld月
en: %2$lld/%1$@

# stats.batting.summary %lld %lld %@
source: %1$lld安打 / %2$lld本塁打 / OPS %3$@
en: %1$lld H / %2$lld HR / OPS %3$@

# stats.pitching.summary %lld %@ %lld
source: %1$lld奪三振 / WHIP %2$@ / %3$lld登板
en: %1$lld K / WHIP %2$@ / %3$lld G

# myTeam.addButton
source: チームを追加
en: Add Team

# myTeam.addTitle
source: 自チームを追加
en: Add My Team

# myTeam.field.name
source: チーム名
en: Team Name

# myTeam.validation.nameRequired
source: チーム名を入力してください
en: Enter the team name

# myTeam.selectLabel
source: 自チーム
en: My Team

# myTeam.validation.selectRequired
source: 自チームを選択してください
en: Select your team

# myTeam.empty.title
source: 自チームを追加してください
en: Add your team first

# myTeam.empty.subtitle
source: 試合を作成するには、先に自分のチームが必要です。
en: You need your own team before you can create a game.

# myTeam.defaultBadge
source: デフォルト
en: Default

# settings.appearanceSection
source: 言語と外観
en: Language & Appearance

# settings.language
source: 言語
en: Language

# settings.theme
source: 外観
en: Appearance

# settings.followSystem
source: システムに従う
en: System

# settings.themeLight
source: ライト
en: Light

# settings.themeDark
source: ダーク
en: Dark

# common.edit
source: 編集
en: Edit

# plateAppearance.editTitle
source: 打席を編集
en: Edit At Bat

# pitching.editTitle
source: 投球記録を編集
en: Edit Pitching

# record.notFound
source: 記録が見つかりません
en: Record not found

# common.delete
source: 削除
en: Delete

# game.delete.title
source: この試合を削除しますか？
en: Delete this game?

# game.delete.message
source: この試合の打席・投球記録もあわせて削除されます。取り消せません。
en: The at-bats and pitching records for this game are deleted too. This cannot be undone.

# plateAppearance.delete.title
source: この打席を削除しますか？
en: Delete this at-bat?

# pitching.delete.title
source: この投球記録を削除しますか？
en: Delete this pitching record?

# common.deleteCannotUndo
source: 取り消せません。
en: This cannot be undone.

# myTeam.setDefaultHint
source: タップするとデフォルトになります。試合作成時に最初から選ばれます。
en: Tap a team to make it the default. New games start with it selected.

# myTeam.setDefaultAccessibility
source: デフォルトにする
en: Make default

# myTeam.createdMessage
source: チームを追加しました
en: Team added

# myTeam.unknown
source: 不明なチーム
en: Unknown Team

# common.cancel
source: キャンセル
en: Cancel

# common.add
source: 追加
en: Add

# common.done
source: 完了
en: Done

# settings.title
source: 設定
en: Settings

# settings.myTeamSection
source: マイチーム
en: My Teams

# settings.myTeamEmpty
source: まだチームが登録されていません。
en: No teams registered yet.

# settings.aboutSection
source: このアプリについて
en: About

# settings.privacyPolicy
source: プライバシーポリシー
en: Privacy Policy

# settings.tooltipOpen
source: 設定を開く
en: Open settings

# settings.version
source: バージョン
en: Version

# stats.metric.hits
source: 安打
en: H

# stats.metric.homeRuns
source: 本塁打
en: HR

# stats.metric.strikeouts
source: 奪三振
en: K

# stats.metric.appearances
source: 登板
en: G

# stats.periodSection
source: 期間
en: Period

# innings.short %lld
source: %lld回
en: %lld inn.

# innings.whole %lld
source: %lld回
en: %lld.0

# innings.fraction %lld %lld
source: %1$lld回%2$lld/3
en: %1$lld.%2$lld

# result.type.hit
source: ヒット
en: Hit

# result.type.out
source: アウト
en: Out

# result.type.walk
source: 四死球
en: Walk

# result.type.error
source: エラー
en: Error

# result.detail.single
source: 単打
en: Single

# result.detail.double
source: 二塁打
en: Double

# result.detail.triple
source: 三塁打
en: Triple

# result.detail.hr
source: 本塁打
en: Home Run

# result.detail.k
source: 三振
en: Strikeout

# result.detail.ground
source: ゴロ
en: Ground Out

# result.detail.fly
source: フライ
en: Fly Out

# result.detail.line
source: ライナー
en: Line Out

# result.detail.dp
source: 併殺
en: Double Play

# result.detail.sacBunt
source: 犠打
en: Sac Bunt

# result.detail.sacFly
source: 犠飛
en: Sac Fly

# result.detail.other
source: その他
en: Other

# result.detail.bb
source: 四球
en: Walk

# result.detail.hbp
source: 死球
en: Hit By Pitch

# result.detail.e
source: エラー
en: Error
